content/articles/Learning-Japanese-2.org
#+TITLE:Learning Japanese 2 （整理归纳）
#+KEYWORDS: language japanese
#+OPTIONS:H:4 num:t toc:t \n:nil @:t ::t |:t ^:f f:t TeX:t email:t
#+LINK_HOME: http://creamidea.github.io


* COMMENT 第何課
** COMMENT 基本语法
** COMMENT 表达及词语讲解
** COMMENT 小知识
** COMMENT 单词

* 知识整理：
** 名词：
*** 方位名词：
		 1. 上　　うえ
		 2. 下　　した
		 3. 前　　まえ
		 4. 後ろ　うしる
		 5. 隣　　となり
		 6. 中　　なか
		 7. 外　　そと

** 形容词：
*** 一类形容词：
		 1. 寒い　
		 2. 暑い
*** 二类形容词：
		 1. 綺麗（きれい）ですね～：
				+ 綺麗な服

** 动词：
*** 一类动词：
*** 二类动词：
*** 三类动词：

*** 動詞「て形」
		
		可用于多种形式的表达方式。
		 1. 動　て　動

				表示两个动作依次按照时间顺序发生
				+ 昨日　デパートへ　行って、買い物しました。

		 2. 動　てから　動
				
				表示两个动作依次按照时间顺序发生，注意 == 不能在句子中反复
				使用两次以上
				+ 李さんは　毎晩　ラジオを　聞いてから　寝ます。
					（小李每晚听了收音机后睡觉。）
		 3. 動て　ください
				
				表示请求某人做某事。 =動詞（て形）＋ください。= 
				+ ここに　住所（じゅうしょ） と　名前を　書いて　ください。
					（请在这里填写住址和姓名。）

		 4. 動て　います

				* 表示动作正在进行
				  + 小野さんは　今　新聞を　読んでいます。

				* 表示动作结束后留下的结果状态
					+ 森さんは　車を　持っています。
						（森先生有辆车。）

				*Attention:*
				对用表示结果装弹的 =～て　います= 提问句子做否定回答时，使用 =～て　いません= 。
				但是，对 =知って　いますか。= 做否定回答时必须使用 =知りません= 。
				＋あ：車を　持って　いますか。
				　い：いいえ、持って　いません。

				+ あ：田中さんを　知って　いますか。
					い：いいえ、知りません。

		 5. 動ても　いいです
				
				表示许可， =動詞て形＋も＋いけません=
				+ 家で　仕事を　してもいいです。

				+ あ：ここで　写真を　撮っても　いいですか。
					い：いいですよ。

		 6. 動ては　いけません

				表示禁止， =動詞て形＋は＋いけません=
				+ 飛行機の　中で　タバコを　吸っては　いけません。

				+ あ：この部屋に　入っては　行けませんか。
					い：はい、入っては　行けません。
					い：いいえ、入ってもいいです。
		 7. 形容詞１　て　形容詞１

				两个一类形容词并列，一类形容词的 =て形= 将词尾 =い= 变为 =くて=
				+ ホテルの　部屋は　広くて　明（あか）るいです。

				+ 軽（かる）くて　温（あたた）かい　コートを　買いました。
					（买了一件轻巧而温暖的大衣。）

		 8. 形容詞２　で　形容詞２　\\
				名詞１　で　名詞２

				两个二类形容词并列，一类形容词可以和二类形容词连接使用

				+ この　コンピュータの　操作（そうさ）は　簡単（かんたん）で　便利（べんり）です。

				+ 森さんは　親切（しんせつ）で　優（やさ）しいです。

				+ この　公園（こうえん）は　静（しず）かで　広いです。

				两个名词并列使用
				+ スミスさんは　旅行会社（りょこうかいしゃ）の　社員で、営業部（えいぎょうぶ）の　部長（ぶちょう）です。

**** 变化规则
***** 一类动词
		 	去掉 =ます形= 换成 =て形= ，加 =て= 时注意：
		 	1. き　→　いて
		 	2. ぎ　→　いで
		 	3. び\み\に　→　んで
		 	4. ち\り\い　→　って
		 	5. し　→　して

***** 二类动词
		 	去掉 =ます= 之间换成 =て=
***** 三类动词
		 	去掉 =ます= 之间换成 =て=

*** 動詞「ない形」
**** 变化规则
***** 一类动词
			把 =ます形= 去掉 =ます= 后的最后一个音变成相应的 =あ= 音，后加 =ない= 。 \\
			如果最后一个音为 =い= 时，把 =い= 变成 =わ= 后加 =ない= 。
			注意此时不能将 =い= 变成 =あ= 。
***** 二类动词
			把 =ます形= 的 =ます= 去掉加上 =ない= 
***** 三类动词
			把 =来（き）ます= 变成 =来（こ）ない= \\
			把 =します= 变成 =しない= 

**** 使用举例
		1. 動　ないで　ください。
			 
			 表示否定命令时，使用 =～て　ください。= 的否定形式 \\
			 构成方式： =「ない形」＋で＋ください=

			 + 部屋の　かぎを　忘（わす）れ　ないで　ください。
				 （请不要忘记房间的钥匙。）

			 + 無理を　しないで　ください。
				 （请不要勉强。）

		2. 「動」なければ　なりません

			 表示必须。
			 「ない形」　中　「ない」　→　「なければ　なりません」\「ないと　いけません」

       + 李さんは　今日　早く　帰ら　なければ　なりません。
	       （小李今天必须早点回家。）
	     + すぐに　書類（しょるい）を　送（おく）ら　ないと　いけません。
			   （得马上把文件寄出去。）

		   *Reference:*
		   =なければ　なりません= 多用于书面语。 \\
		   =ないと　いけません= 多用于口语。省略形式： =～ないと=

		   + あっ、８時ですね。もう　駅へ　行かないと。
			   （啊，8点了。我得去车站了。）

    3. 動なくても　いいです。

		   表示不做某事也可以。相当于「～なければ　なりません」的否定。
		   将「ない形」中的「ない」换成「なくても　いいです」
		   + 明日は　残業（ざんぎょう）し　なくても　いいです。
			   （明天不加班也行。）

		   + 靴（くつ）を　脱（ぬ）が　なくても　いいですが。
			   （不脱鞋也可以吗？）

*** 動詞「基本型」
		1. 名「人」は　動（基本形）

			 =動詞基本形＋こうが　できます=
			 表示能力

			 + スミスさんは　ピアノを　弾（ひ）く　ことが　できます。
			 
		2. 名は　動（基本形）　ことです
			 
			 当谓语部分内容是一种动作、行为时使用这个句型。
			 + わたしは　趣味は　切手を　集める　ことです。
				 （我的爱好是集邮）

		3. 動（基本形）　前に、～

			 表示一个动作在另一个动作发生之前
			 + こちらへ　来る　前に　電話を　かけて　ください。
				 （来这里之前请打一个电话。）

