articles/Learning-Japanese-2.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Learning Japanese 2 （整理归纳）</title>
<!-- 2016-04-07 Thu 16:58 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="冰糖火箭筒(Junjia Ni)" />
<meta  name="keywords" content="language,japanese" />

<link rel="stylesheet" type="text/css" href="/static/style.css"><link rel="stylesheet" type="text/css" href="/static/medium-fonts.css">

</head>
<body>
<div id="content">
<h1 class="title">Learning Japanese 2 （整理归纳）</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1. 知识整理：</a>
<ul>
<li><a href="#sec-1-1">1.1. 名词：</a>
<ul>
<li><a href="#sec-1-1-1">1.1.1. 方位名词：</a></li>
</ul>
</li>
<li><a href="#sec-1-2">1.2. 形容词：</a>
<ul>
<li><a href="#sec-1-2-1">1.2.1. 一类形容词：</a></li>
<li><a href="#sec-1-2-2">1.2.2. 二类形容词：</a></li>
</ul>
</li>
<li><a href="#sec-1-3">1.3. 动词：</a>
<ul>
<li><a href="#sec-1-3-1">1.3.1. 一类动词：</a></li>
<li><a href="#sec-1-3-2">1.3.2. 二类动词：</a></li>
<li><a href="#sec-1-3-3">1.3.3. 三类动词：</a></li>
<li><a href="#sec-1-3-4">1.3.4. 動詞「て形」</a>
<ul>
<li><a href="#sec-1-3-4-1">1.3.4.1. 变化规则</a></li>
</ul>
</li>
<li><a href="#sec-1-3-5">1.3.5. 動詞「ない形」</a>
<ul>
<li><a href="#sec-1-3-5-1">1.3.5.1. 变化规则</a></li>
<li><a href="#sec-1-3-5-2">1.3.5.2. 使用举例</a></li>
</ul>
</li>
<li><a href="#sec-1-3-6">1.3.6. 動詞「基本型」</a></li>
<li><a href="#sec-1-3-7">1.3.7. 動詞「た形」</a></li>
</ul>
</li>
<li><a href="#sec-1-4">1.4. 副词：</a>
<ul>
<li><a href="#sec-1-4-1">1.4.1. 表转折：</a></li>
<li><a href="#sec-1-4-2">1.4.2. 表并列：</a></li>
<li><a href="#sec-1-4-3">1.4.3. 表示频率的副词:</a></li>
<li><a href="#sec-1-4-4">1.4.4. 表示程度的：</a></li>
<li><a href="#sec-1-4-5">1.4.5. 没错</a></li>
<li><a href="#sec-1-4-6">1.4.6. 一定</a></li>
<li><a href="#sec-1-4-7">1.4.7. 首先</a></li>
<li><a href="#sec-1-4-8">1.4.8. 更加</a></li>
<li><a href="#sec-1-4-9">1.4.9. 一会儿，不久</a></li>
<li><a href="#sec-1-4-10">1.4.10. 慢慢地</a></li>
</ul>
</li>
<li><a href="#sec-1-5">1.5. 疑问词:</a></li>
<li><a href="#sec-1-6">1.6. 特殊的数字：</a>
<ul>
<li><a href="#sec-1-6-1">1.6.1. 数字：</a></li>
<li><a href="#sec-1-6-2">1.6.2. 时刻：</a></li>
<li><a href="#sec-1-6-3">1.6.3. 月：</a></li>
</ul>
</li>
<li><a href="#sec-1-7">1.7. に P182</a></li>
<li><a href="#sec-1-8">1.8. が</a></li>
<li><a href="#sec-1-9">1.9. は</a></li>
<li><a href="#sec-1-10">1.10. へ</a></li>
<li><a href="#sec-1-11">1.11. で</a></li>
<li><a href="#sec-1-12">1.12. か</a></li>
<li><a href="#sec-1-13">1.13. から</a></li>
<li><a href="#sec-1-14">1.14. だから</a></li>
<li><a href="#sec-1-15">1.15. を</a></li>
<li><a href="#sec-1-16">1.16. でも</a></li>
<li><a href="#sec-1-17">1.17. も</a></li>
<li><a href="#sec-1-18">1.18. 语气词</a></li>
<li><a href="#sec-1-19">1.19. 家（いえ）　と　うち</a></li>
<li><a href="#sec-1-20">1.20. 什么词呢？1</a></li>
<li><a href="#sec-1-21">1.21. 迷（まよ）います</a></li>
<li><a href="#sec-1-22">1.22. 好きです　と　気に入（い）りました　</a></li>
<li><a href="#sec-1-23">1.23. 味道的表达</a></li>
<li><a href="#sec-1-24">1.24. 最近（さいきん）</a></li>
<li><a href="#sec-1-25">1.25. どうしてですか</a></li>
<li><a href="#sec-1-26">1.26. 何　的读法：</a></li>
<li><a href="#sec-1-27">1.27. 寒暄用语：</a>
<ul>
<li><a href="#sec-1-27-1">1.27.1. 同伴之间体谅、安慰对方使用的词语：</a></li>
<li><a href="#sec-1-27-2">1.27.2. 向长辈告别</a></li>
<li><a href="#sec-1-27-3">1.27.3. 离开别人的房间</a></li>
<li><a href="#sec-1-27-4">1.27.4. いってらっしゃい</a></li>
<li><a href="#sec-1-27-5">1.27.5. ただいま　お帰りなさい</a></li>
<li><a href="#sec-1-27-6">1.27.6. いらっしゃいませ　かしこまりました</a></li>
<li><a href="#sec-1-27-7">1.27.7. お願いします</a></li>
<li><a href="#sec-1-27-8">1.27.8. 分かりました：</a></li>
<li><a href="#sec-1-27-9">1.27.9. 对于生病或受伤人的关心（看望病人告别时，听说别人身体欠佳时）</a></li>
</ul>
</li>
<li><a href="#sec-1-28">1.28. 自动词和他动词</a></li>
<li><a href="#sec-1-29">1.29. まとめて</a></li>
<li><a href="#sec-1-30">1.30. ３割引　7折</a></li>
</ul>
</li>
</ul>
</div>
</div>


<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> 知识整理：</h2>
<div class="outline-text-2" id="text-1">
</div><div id="outline-container-sec-1-1" class="outline-3">
<h3 id="sec-1-1"><span class="section-number-3">1.1</span> 名词：</h3>
<div class="outline-text-3" id="text-1-1">
</div><div id="outline-container-sec-1-1-1" class="outline-4">
<h4 id="sec-1-1-1"><span class="section-number-4">1.1.1</span> 方位名词：</h4>
<div class="outline-text-4" id="text-1-1-1">
<ol class="org-ol">
<li>上　　うえ
</li>
<li>下　　した
</li>
<li>前　　まえ
</li>
<li>後ろ　うしる
</li>
<li>隣　　となり
</li>
<li>中　　なか
</li>
<li>外　　そと
</li>
</ol>
</div>
</div>
</div>

<div id="outline-container-sec-1-2" class="outline-3">
<h3 id="sec-1-2"><span class="section-number-3">1.2</span> 形容词：</h3>
<div class="outline-text-3" id="text-1-2">
</div><div id="outline-container-sec-1-2-1" class="outline-4">
<h4 id="sec-1-2-1"><span class="section-number-4">1.2.1</span> 一类形容词：</h4>
<div class="outline-text-4" id="text-1-2-1">
<ol class="org-ol">
<li>寒い　
</li>
<li>暑い
</li>
</ol>
</div>
</div>
<div id="outline-container-sec-1-2-2" class="outline-4">
<h4 id="sec-1-2-2"><span class="section-number-4">1.2.2</span> 二类形容词：</h4>
<div class="outline-text-4" id="text-1-2-2">
<ol class="org-ol">
<li>綺麗（きれい）ですね～：
<ul class="org-ul">
<li>綺麗な服
</li>
</ul>
</li>
</ol>
</div>
</div>
</div>

<div id="outline-container-sec-1-3" class="outline-3">
<h3 id="sec-1-3"><span class="section-number-3">1.3</span> 动词：</h3>
<div class="outline-text-3" id="text-1-3">
</div><div id="outline-container-sec-1-3-1" class="outline-4">
<h4 id="sec-1-3-1"><span class="section-number-4">1.3.1</span> 一类动词：</h4>
</div>
<div id="outline-container-sec-1-3-2" class="outline-4">
<h4 id="sec-1-3-2"><span class="section-number-4">1.3.2</span> 二类动词：</h4>
</div>
<div id="outline-container-sec-1-3-3" class="outline-4">
<h4 id="sec-1-3-3"><span class="section-number-4">1.3.3</span> 三类动词：</h4>
</div>

<div id="outline-container-sec-1-3-4" class="outline-4">
<h4 id="sec-1-3-4"><span class="section-number-4">1.3.4</span> 動詞「て形」</h4>
<div class="outline-text-4" id="text-1-3-4">
<p>
可用于多种形式的表达方式。
</p>
<ol class="org-ol">
<li>動　て　動

<p>
表示两个动作依次按照时间顺序发生
</p>
<ul class="org-ul">
<li>昨日　デパートへ　行って、買い物しました。
</li>
</ul>
</li>

<li>動　てから　動

<p>
表示两个动作依次按照时间顺序发生，注意 == 不能在句子中反复
使用两次以上
</p>
<ul class="org-ul">
<li>李さんは　毎晩　ラジオを　聞いてから　寝ます。
（小李每晚听了收音机后睡觉。）
</li>
</ul>
</li>
<li>動て　ください

<p>
表示请求某人做某事。 <code>動詞（て形）＋ください。</code> 
</p>
<ul class="org-ul">
<li>ここに　住所（じゅうしょ） と　名前を　書いて　ください。
（请在这里填写住址和姓名。）
</li>
</ul>
</li>

<li>動て　います

<ul class="org-ul">
<li>表示动作正在进行
<ul class="org-ul">
<li>小野さんは　今　新聞を　読んでいます。
</li>
</ul>
</li>

<li>表示动作结束后留下的结果状态
<ul class="org-ul">
<li>森さんは　車を　持っています。
（森先生有辆车。）
</li>
</ul>
</li>
</ul>
<p>
<b>Attention:</b>
对用表示结果装弹的 <code>～て　います</code> 提问句子做否定回答时，使用 <code>～て　いません</code> 。
但是，对 <code>知って　いますか。</code> 做否定回答时必须使用 <code>知りません</code> 。
＋あ：車を　持って　いますか。
　い：いいえ、持って　いません。
</p>

<ul class="org-ul">
<li>あ：田中さんを　知って　いますか。
い：いいえ、知りません。
</li>
</ul>
</li>

<li>動ても　いいです

<p>
表示许可， <code>動詞て形＋も＋いけません</code>
</p>
<ul class="org-ul">
<li>家で　仕事を　してもいいです。
</li>

<li>あ：ここで　写真を　撮っても　いいですか。
い：いいですよ。
</li>
</ul>
</li>

<li>動ては　いけません

<p>
表示禁止， <code>動詞て形＋は＋いけません</code>
</p>
<ul class="org-ul">
<li>飛行機の　中で　タバコを　吸っては　いけません。
</li>

<li>あ：この部屋に　入っては　行けませんか。
い：はい、入っては　行けません。
い：いいえ、入ってもいいです。
</li>
</ul>
</li>
<li>形容詞１　て　形容詞１

<p>
两个一类形容词并列，一类形容词的 <code>て形</code> 将词尾 <code>い</code> 变为 <code>くて</code>
</p>
<ul class="org-ul">
<li>ホテルの　部屋は　広くて　明（あか）るいです。
</li>

<li>軽（かる）くて　温（あたた）かい　コートを　買いました。
（买了一件轻巧而温暖的大衣。）
</li>
</ul>
</li>

<li>形容詞２　で　形容詞２　<br  />
        名詞１　で　名詞２

<p>
两个二类形容词并列，一类形容词可以和二类形容词连接使用
</p>

<ul class="org-ul">
<li>この　コンピュータの　操作（そうさ）は　簡単（かんたん）で　便利（べんり）です。
</li>

<li>森さんは　親切（しんせつ）で　優（やさ）しいです。
</li>

<li>この　公園（こうえん）は　静（しず）かで　広いです。
</li>
</ul>
<p>
两个名词并列使用
</p>
<ul class="org-ul">
<li>スミスさんは　旅行会社（りょこうかいしゃ）の　社員で、営業部（えいぎょうぶ）の　部長（ぶちょう）です。
</li>
</ul>
</li>
</ol>
</div>

<div id="outline-container-sec-1-3-4-1" class="outline-5">
<h5 id="sec-1-3-4-1"><span class="section-number-5">1.3.4.1</span> 变化规则</h5>
<div class="outline-text-5" id="text-1-3-4-1">
</div><ol class="org-ol"><li><a id="sec-1-3-4-1-1" name="sec-1-3-4-1-1"></a>一类动词<br  /><div class="outline-text-6" id="text-1-3-4-1-1">
<p>
去掉 <code>ます形</code> 换成 <code>て形</code> ，加 <code>て</code> 时注意：
</p>
<ol class="org-ol">
<li>き　→　いて
</li>
<li>ぎ　→　いで
</li>
<li>び\み\に　→　んで
</li>
<li>ち\り\い　→　って
</li>
<li>し　→　して
</li>
</ol>
</div>
</li>

<li><a id="sec-1-3-4-1-2" name="sec-1-3-4-1-2"></a>二类动词<br  /><div class="outline-text-6" id="text-1-3-4-1-2">
<p>
去掉 <code>ます</code> 之间换成 <code>て</code>
</p>
</div>
</li>
<li><a id="sec-1-3-4-1-3" name="sec-1-3-4-1-3"></a>三类动词<br  /><div class="outline-text-6" id="text-1-3-4-1-3">
<p>
去掉 <code>ます</code> 之间换成 <code>て</code>
</p>
</div>
</li></ol>
</div>
</div>

<div id="outline-container-sec-1-3-5" class="outline-4">
<h4 id="sec-1-3-5"><span class="section-number-4">1.3.5</span> 動詞「ない形」</h4>
<div class="outline-text-4" id="text-1-3-5">
</div><div id="outline-container-sec-1-3-5-1" class="outline-5">
<h5 id="sec-1-3-5-1"><span class="section-number-5">1.3.5.1</span> 变化规则</h5>
<div class="outline-text-5" id="text-1-3-5-1">
</div><ol class="org-ol"><li><a id="sec-1-3-5-1-1" name="sec-1-3-5-1-1"></a>一类动词<br  /><div class="outline-text-6" id="text-1-3-5-1-1">
<p>
把 <code>ます形</code> 去掉 <code>ます</code> 后的最后一个音变成相应的 <code>あ</code> 音，后加 <code>ない</code> 。 <br  />
      如果最后一个音为 <code>い</code> 时，把 <code>い</code> 变成 <code>わ</code> 后加 <code>ない</code> 。
注意此时不能将 <code>い</code> 变成 <code>あ</code> 。
</p>
</div>
</li>
<li><a id="sec-1-3-5-1-2" name="sec-1-3-5-1-2"></a>二类动词<br  /><div class="outline-text-6" id="text-1-3-5-1-2">
<p>
把 <code>ます形</code> 的 <code>ます</code> 去掉加上 <code>ない</code> 
</p>
</div>
</li>
<li><a id="sec-1-3-5-1-3" name="sec-1-3-5-1-3"></a>三类动词<br  /><div class="outline-text-6" id="text-1-3-5-1-3">
<p>
把 <code>来（き）ます</code> 变成 <code>来（こ）ない</code> <br  />
      把 <code>します</code> 变成 <code>しない</code> 
</p>
</div>
</li></ol>
</div>

<div id="outline-container-sec-1-3-5-2" class="outline-5">
<h5 id="sec-1-3-5-2"><span class="section-number-5">1.3.5.2</span> 使用举例</h5>
<div class="outline-text-5" id="text-1-3-5-2">
<ol class="org-ol">
<li>動　ないで　ください。

<p>
表示否定命令时，使用 <code>～て　ください。</code> 的否定形式 <br  />
       构成方式： <code>「ない形」＋で＋ください</code>
</p>

<ul class="org-ul">
<li>部屋の　かぎを　忘（わす）れ　ないで　ください。
（请不要忘记房间的钥匙。）
</li>

<li>無理を　しないで　ください。
（请不要勉强。）
</li>
</ul>
</li>

<li>「動」なければ　なりません

<p>
表示必须。
「ない形」　中　「ない」　→　「なければ　なりません」\「ないと　いけません」
</p>

<ul class="org-ul">
<li>李さんは　今日　早く　帰ら　なければ　なりません。
（小李今天必须早点回家。）
</li>
<li>すぐに　書類（しょるい）を　送（おく）ら　ないと　いけません。
（得马上把文件寄出去。）
</li>
</ul>
<p>
<b>Reference:</b>
<code>なければ　なりません</code> 多用于书面语。 <br  />
       <code>ないと　いけません</code> 多用于口语。省略形式： <code>～ないと</code>
</p>

<ul class="org-ul">
<li>あっ、８時ですね。もう　駅へ　行かないと。
（啊，8点了。我得去车站了。）
</li>
</ul>
</li>

<li>動なくても　いいです。

<p>
表示不做某事也可以。相当于「～なければ　なりません」的否定。
将「ない形」中的「ない」换成「なくても　いいです」
</p>
<ul class="org-ul">
<li>明日は　残業（ざんぎょう）し　なくても　いいです。
（明天不加班也行。）
</li>

<li>靴（くつ）を　脱（ぬ）が　なくても　いいですが。
（不脱鞋也可以吗？）
</li>
</ul>
</li>
</ol>
</div>
</div>
</div>

<div id="outline-container-sec-1-3-6" class="outline-4">
<h4 id="sec-1-3-6"><span class="section-number-4">1.3.6</span> 動詞「基本型」</h4>
<div class="outline-text-4" id="text-1-3-6">
<ol class="org-ol">
<li>名「人」は　動（基本形）

<p>
<code>動詞基本形＋こうが　できます</code>
表示能力
</p>

<ul class="org-ul">
<li>スミスさんは　ピアノを　弾（ひ）く　ことが　できます。
</li>
</ul>
</li>

<li>名は　動（基本形）　ことです

<p>
当谓语部分内容是一种动作、行为时使用这个句型。
</p>
<ul class="org-ul">
<li>わたしは　趣味は　切手を　集める　ことです。
（我的爱好是集邮）
</li>
</ul>
</li>

<li>動（基本形）　前に、～

<p>
表示一个动作在另一个动作发生之前
</p>
<ul class="org-ul">
<li>こちらへ　来る　前に　電話を　かけて　ください。
（来这里之前请打一个电话。）
</li>
</ul>
</li>
</ol>
</div>
</div>
