content/articles/Learning-Japanese-2.org
*** 動詞「た形」
	
		变换方式：将 =て形= 的 =て= 换成 =た= ， 把 =で= 换成 =だ=
		
		1. 動（た形）　ことが　あります
			 
			 表示过去的经历。
			 + あ：北京へ　行った　ことが　ありますか。\\
				 い：いいえ、一度（いちど）も　ことが　ありません。\\
				 い：いいえ、ありません。

		2. 動（た形）　後で、～
			 
			 表示一个动作在另一个动作发生之后。
			 + 会社が　終わった　後で、飲みに　行きます。

			 + 仕事（しごと）　の　後で、映画を　見ます。
				 
		3. 動（た形）　ほうが　いいです

			 用于两种事物进行选择。
			 否定形式 =動詞「ない形」＋ほうが　いいです。= 
			 + もっと　野菜（やさい）を　食べた　ほうが　いいですよ。
				 （还是多吃点蔬菜好啊。）

** 副词：
*** 表转折：
		 1. でも
				+ 私の部屋は狭（せま）いです。でも、きれいですね～。
*** 表并列：
		 1. そして
				+ わたしの部屋狭いです。そして、汚（きたな）です。

*** 表示频率的副词:
		とても・たいへん　＞　少し・ちょっと　＞　あまり～ません　＞　全然～ません

		*ちょうど（刚刚，只是）*

		いつも　＞　よく　＞　時々　＞　たまに　＞　あまり～ません　＞　全然～ません

*** 表示程度的：
		 1. なかなか
				+ 李さんの　日本語は　なかなか　上手ですね。（小李的日语想到棒！）
		 2. ずいぶん
				表示程度高，内容上无论好坏。
				+ 李さん、日本語が　ずいぶん　上手ですね。
				+ その　かばん、ずいぶん　大きいですね。
		 3. だいぶ
				+ 昨日は　だいぶ　お酒を　飲みました。
				　（昨天喝了不少酒。）
*** 没错
		ちゃんと　表示没错或正处于正常状态。
		+ あ：皆（みな）さん、机の　上を　ちゃんと　片（かた）づけて　くださいね。
		  （请大家把桌子上的东西收拾好。）
		  い：はい、先生、分かりました。
*** 一定
		
		ぜひ

		+ お汁粉？ぜひ　食べたいです。
		+ 今度　ぜひ　家へ　遊びに　来て　ください。
			（下一次请一定来我家玩。）
*** 首先
		まず
		
		+ まず　恋人（こいびと）が　欲しいですね。（P２１１）
*** 更加
		=さらに= と =まっと=

		さらに：郑重
		+ 間もなく　タイムサービスの　時間です。さらに　お安くします。

		まっと：随便
		+ 今から　７時まで　もっと　安く　なります。

*** 一会儿，不久

		=間（あ）もなく=　と　=もうすぐ=

		間もなく：显得郑重些，可用于书面语

		もうすぐ：多用于口语

*** 慢慢地
		
		ゆっくり
		+ わたしたちも　ゆっくり　滑（すべ）りますから。
			（我们也慢慢滑。）
** 疑问词:
		1. だれ？
		2. どれ、どの？
		3. どこ
		4. 何歳（さい）・いくつ？
		5. いくら？
		6. いつ　[始（はじ）まり] ますか。

** 特殊的数字：
*** 数字：
		 1. さんぜん　　　3,000
		 2. いっせんまん　10,000,000
*** 时刻：
		 1. いっぷん      1分
		 2. さんぷん      3分
		 3. よんぷん      4分
		 4. ろっぷん      6分
		 5. はっぷん      8分
		 6. じゅっぷん    10分
		 7. じゅういっぷん 11分
		 8. なんぷん　　　 何分
*** 月：
		 1. しがつ　　４月
		 2. しちがつ　７月
		 3. くがつ　　９月
** に P182
		1. 【自整理】表示空间上的大地点
			 + 部屋に机があります。
			 + 図書館はどこにありますか。
		2. 表示存在的场所
		3. 表示时间
		4. 表示动作的对象
		   + 李さんは明日長島さん =に= 会います。
		5. 表示移动行为的目的
		6. 表示附着点
		7. 今年中に　P209
		*只有「行きます」「来ます」「帰ります」等典型的移动动词目的地时，「に」和「へ」才能通用*

** が
    1. 小句が，小句 表转折
		2. 名「場所」に　名「物・人」が　「あります・います」
		3. 名１は　名２が　分かります・できます　P135
			 + スミスさんは　韓国語（かんこくご）が　分かります。
			 + わたしは　コンピュータが　できません。
		4. 名１は　名２が　形容詞１・形容詞２　です　P135
			 + 小野さんは　歌が　好きです。
		5. 名１より　名２の　ほうが　形容詞１・形容詞２　です
			 + 日本より　中国の　ほうが　広（ひろ）いです。
		6. 名１は　名２ほど　「形容詞１く　ないです\形容詞２では　ありません」
			 + 東京の冬は　北京の冬　ほど　寒くないです。
		7. 名１の　中で　名２が　いちばん　形容詞１・形容詞２　です
		8. 名１と　名２と　どちらが　形容詞１・形容詞2　ですか
		9. どの名・いつ・どれ・誰・何が　いちばん　形容詞１・形容詞２　ですか
		10. 名が　欲しいです
				+ Q:（あなたは）　何が　欲しいですか。\\
					A:新（あたら）しい　パソコンが　欲しいです。
		11. 名詞１が　名詞２です
		 
		 表示作为话题的“名词2”是什么。

				* 「名詞２」は　「名詞１」です。
			 
					【名词1】是新信息，【名词2】是旧信息

				* 「名詞１」が　「名詞２」です。
			 
					【名词1】是新信息，【名词2】是旧信息
			 
				* あ：山田先生は　どの　方ですか。\\
					い：山田先生は　あの　方です。\\
					い：あの方が　山田先生です。

		 *Reference:*
		 叙事直接观察到的事物时，而不是作为话题在讨论这个事物。
		 使用 =「名詞」が　動詞　=

				+ 子供が　公園で　遊んで　います。
					（孩子正在公园里面玩。）

		 *Attention:*
		 「何」、「誰」、「どこ」、「いつ」只能使用「が」，不能使用「は」。
		 因为这些词不能表示旧信息。
		 
				+ 誰が　いますか。
					（有谁啊？）

				+ どこが　痛いですか。

				+ 何が　好きですが。


** は
	 1. に・で・へ・から・まで・ど　＋　は 
			わたしの部屋には電話がありません。
** へ
	 1. 吉田さんは　中国へ　行きます。

** で
	 1. 交通手段用で表示。例外：步行：歩（ある）いて
			上海ま =で= 飛行機（ひこうき）で行きます。
	 2. 动作进行的场所
			李さんは図書館 =で= 勉強します。
	 3. 其他手段以及原材料
			手紙を速達 =で= 送（おく）りました。
	 4. 某事发生的场所
			来週、金曜日の夜七時にから、ホテルでパーティーがあります。

** か
	 1. 名词与名词之间，“或者”
			+　わたしは　毎朝　パンか　お粥を　食べます。
	 
** から
	 1. 从……来
	 2. 表示原因
			森さんはお酒が好きですから、毎日飲みます。
** だから 
	 表原因
	 + キムさんは野菜（やさい）が嫌（きら）いです。だから、あまり野菜をたべません。
	 *礼貌用法：*
	 ですから

** を
	 1. 动词的对象
			+ 李さんは　毎日　コーヒーを　飲みます。
	 2. を　ください
			+ この本をください。
	      （我买这本书。）
	 3. を→は

			を：名词作为话题
			は：进行对比
			Xをは
	 4. 名詞「場所」を　動　经过/离开
			+ わたしは　来年　大学（だいがく）を　卒業（そつぎょう）します。
	 5. 名を　ください
			+ コーラと　ケーキを　ください。
	      （请给我可乐和蛋糕）
	 6. 無理を　しては　いけません P183

			「無理を　します（勉强）」转换而成
	 7. 「名」を　「動」たいです \\
			「名詞１」は　「名詞２」を　～たいです。

			名词1 愿望的主体， 名词2希望进行的对象， 
	    「たい」前接动词「ます」去掉「ます」形式	
			+ （わたしは）　映画を　見たいです。

** でも
	 
	 1. 疑问词+でも
			任何情况下事态都一样。
			+ Q:李さんわ　何を　食べたいですか。
				A:何でも　いいです。
			+ いつでも　電話は　してください。
				（请你随时打电话。）
			+ 誰でも分かりました。
				（谁都明白。）

			*Attention:*
			* 全部否定：
				疑问词 + も
				+ 誰も　分かりました。
					（谁都不明白。）

			* 全部肯定 ：
				疑问词 + でも
				+ 誰でも　分かりました。
					（谁都明白。）

	 2. 表示转折
			+ わたしの部屋は狭（せま）いです。でも、綺麗ですね。
