articles/Learning-Japanese-2.html

<div id="outline-container-sec-1-3-7" class="outline-4">
<h4 id="sec-1-3-7"><span class="section-number-4">1.3.7</span> 動詞「た形」</h4>
<div class="outline-text-4" id="text-1-3-7">
<p>
变换方式：将 <code>て形</code> 的 <code>て</code> 换成 <code>た</code> ， 把 <code>で</code> 换成 <code>だ</code>
</p>

<ol class="org-ol">
<li>動（た形）　ことが　あります

<p>
表示过去的经历。
</p>
<ul class="org-ul">
<li>あ：北京へ　行った　ことが　ありますか。<br  />
         い：いいえ、一度（いちど）も　ことが　ありません。<br  />
         い：いいえ、ありません。
</li>
</ul>
</li>

<li>動（た形）　後で、～

<p>
表示一个动作在另一个动作发生之后。
</p>
<ul class="org-ul">
<li>会社が　終わった　後で、飲みに　行きます。
</li>

<li>仕事（しごと）　の　後で、映画を　見ます。
</li>
</ul>
</li>

<li>動（た形）　ほうが　いいです

<p>
用于两种事物进行选择。
否定形式 <code>動詞「ない形」＋ほうが　いいです。</code> 
</p>
<ul class="org-ul">
<li>もっと　野菜（やさい）を　食べた　ほうが　いいですよ。
（还是多吃点蔬菜好啊。）
</li>
</ul>
</li>
</ol>
</div>
</div>
</div>

<div id="outline-container-sec-1-4" class="outline-3">
<h3 id="sec-1-4"><span class="section-number-3">1.4</span> 副词：</h3>
<div class="outline-text-3" id="text-1-4">
</div><div id="outline-container-sec-1-4-1" class="outline-4">
<h4 id="sec-1-4-1"><span class="section-number-4">1.4.1</span> 表转折：</h4>
<div class="outline-text-4" id="text-1-4-1">
<ol class="org-ol">
<li>でも
<ul class="org-ul">
<li>私の部屋は狭（せま）いです。でも、きれいですね～。
</li>
</ul>
</li>
</ol>
</div>
</div>
<div id="outline-container-sec-1-4-2" class="outline-4">
<h4 id="sec-1-4-2"><span class="section-number-4">1.4.2</span> 表并列：</h4>
<div class="outline-text-4" id="text-1-4-2">
<ol class="org-ol">
<li>そして
<ul class="org-ul">
<li>わたしの部屋狭いです。そして、汚（きたな）です。
</li>
</ul>
</li>
</ol>
</div>
</div>

<div id="outline-container-sec-1-4-3" class="outline-4">
<h4 id="sec-1-4-3"><span class="section-number-4">1.4.3</span> 表示频率的副词:</h4>
<div class="outline-text-4" id="text-1-4-3">
<p>
とても・たいへん　＞　少し・ちょっと　＞　あまり～ません　＞　全然～ません
</p>

<p>
<b>ちょうど（刚刚，只是）</b>
</p>

<p>
いつも　＞　よく　＞　時々　＞　たまに　＞　あまり～ません　＞　全然～ません
</p>
</div>
</div>

<div id="outline-container-sec-1-4-4" class="outline-4">
<h4 id="sec-1-4-4"><span class="section-number-4">1.4.4</span> 表示程度的：</h4>
<div class="outline-text-4" id="text-1-4-4">
<ol class="org-ol">
<li>なかなか
<ul class="org-ul">
<li>李さんの　日本語は　なかなか　上手ですね。（小李的日语想到棒！）
</li>
</ul>
</li>
<li>ずいぶん
表示程度高，内容上无论好坏。
<ul class="org-ul">
<li>李さん、日本語が　ずいぶん　上手ですね。
</li>
<li>その　かばん、ずいぶん　大きいですね。
</li>
</ul>
</li>
<li>だいぶ
<ul class="org-ul">
<li>昨日は　だいぶ　お酒を　飲みました。
</li>
</ul>
<p>
　（昨天喝了不少酒。）
</p>
</li>
</ol>
</div>
</div>
<div id="outline-container-sec-1-4-5" class="outline-4">
<h4 id="sec-1-4-5"><span class="section-number-4">1.4.5</span> 没错</h4>
<div class="outline-text-4" id="text-1-4-5">
<p>
ちゃんと　表示没错或正处于正常状态。
</p>
<ul class="org-ul">
<li>あ：皆（みな）さん、机の　上を　ちゃんと　片（かた）づけて　くださいね。
（请大家把桌子上的东西收拾好。）
い：はい、先生、分かりました。
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-1-4-6" class="outline-4">
<h4 id="sec-1-4-6"><span class="section-number-4">1.4.6</span> 一定</h4>
<div class="outline-text-4" id="text-1-4-6">
<p>
ぜひ
</p>

<ul class="org-ul">
<li>お汁粉？ぜひ　食べたいです。
</li>
<li>今度　ぜひ　家へ　遊びに　来て　ください。
（下一次请一定来我家玩。）
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-1-4-7" class="outline-4">
<h4 id="sec-1-4-7"><span class="section-number-4">1.4.7</span> 首先</h4>
<div class="outline-text-4" id="text-1-4-7">
<p>
まず
</p>

<ul class="org-ul">
<li>まず　恋人（こいびと）が　欲しいですね。（P２１１）
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-1-4-8" class="outline-4">
<h4 id="sec-1-4-8"><span class="section-number-4">1.4.8</span> 更加</h4>
<div class="outline-text-4" id="text-1-4-8">
<p>
<code>さらに</code> と <code>まっと</code>
</p>

<p>
さらに：郑重
</p>
<ul class="org-ul">
<li>間もなく　タイムサービスの　時間です。さらに　お安くします。
</li>
</ul>

<p>
まっと：随便
</p>
<ul class="org-ul">
<li>今から　７時まで　もっと　安く　なります。
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-1-4-9" class="outline-4">
<h4 id="sec-1-4-9"><span class="section-number-4">1.4.9</span> 一会儿，不久</h4>
<div class="outline-text-4" id="text-1-4-9">
<p>
<code>間（あ）もなく=　と　=もうすぐ</code>
</p>

<p>
間もなく：显得郑重些，可用于书面语
</p>

<p>
もうすぐ：多用于口语
</p>
</div>
</div>

<div id="outline-container-sec-1-4-10" class="outline-4">
<h4 id="sec-1-4-10"><span class="section-number-4">1.4.10</span> 慢慢地</h4>
<div class="outline-text-4" id="text-1-4-10">
<p>
ゆっくり
</p>
<ul class="org-ul">
<li>わたしたちも　ゆっくり　滑（すべ）りますから。
（我们也慢慢滑。）
</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-sec-1-5" class="outline-3">
<h3 id="sec-1-5"><span class="section-number-3">1.5</span> 疑问词:</h3>
<div class="outline-text-3" id="text-1-5">
<ol class="org-ol">
<li>だれ？
</li>
<li>どれ、どの？
</li>
<li>どこ
</li>
<li>何歳（さい）・いくつ？
</li>
<li>いくら？
</li>
<li>いつ　[始（はじ）まり] ますか。
</li>
</ol>
</div>
</div>

<div id="outline-container-sec-1-6" class="outline-3">
<h3 id="sec-1-6"><span class="section-number-3">1.6</span> 特殊的数字：</h3>
<div class="outline-text-3" id="text-1-6">
</div><div id="outline-container-sec-1-6-1" class="outline-4">
<h4 id="sec-1-6-1"><span class="section-number-4">1.6.1</span> 数字：</h4>
<div class="outline-text-4" id="text-1-6-1">
<ol class="org-ol">
<li>さんぜん　　　3,000
</li>
<li>いっせんまん　10,000,000
</li>
</ol>
</div>
</div>
<div id="outline-container-sec-1-6-2" class="outline-4">
<h4 id="sec-1-6-2"><span class="section-number-4">1.6.2</span> 时刻：</h4>
<div class="outline-text-4" id="text-1-6-2">
<ol class="org-ol">
<li>いっぷん      1分
</li>
<li>さんぷん      3分
</li>
<li>よんぷん      4分
</li>
<li>ろっぷん      6分
</li>
<li>はっぷん      8分
</li>
<li>じゅっぷん    10分
</li>
<li>じゅういっぷん 11分
</li>
<li>なんぷん　　　 何分
</li>
</ol>
</div>
</div>
<div id="outline-container-sec-1-6-3" class="outline-4">
<h4 id="sec-1-6-3"><span class="section-number-4">1.6.3</span> 月：</h4>
<div class="outline-text-4" id="text-1-6-3">
<ol class="org-ol">
<li>しがつ　　４月
</li>
<li>しちがつ　７月
</li>
<li>くがつ　　９月
</li>
</ol>
</div>
</div>
</div>
<div id="outline-container-sec-1-7" class="outline-3">
<h3 id="sec-1-7"><span class="section-number-3">1.7</span> に P182</h3>
<div class="outline-text-3" id="text-1-7">
<ol class="org-ol">
<li>【自整理】表示空间上的大地点
<ul class="org-ul">
<li>部屋に机があります。
</li>
<li>図書館はどこにありますか。
</li>
</ul>
</li>
<li>表示存在的场所
</li>
<li>表示时间
</li>
<li>表示动作的对象
<ul class="org-ul">
<li>李さんは明日長島さん <code>に</code> 会います。
</li>
</ul>
</li>
<li>表示移动行为的目的
</li>
<li>表示附着点
</li>
<li>今年中に　P209
</li>
</ol>
<p>
<b>只有「行きます」「来ます」「帰ります」等典型的移动动词目的地时，「に」和「へ」才能通用</b>
</p>
</div>
</div>

<div id="outline-container-sec-1-8" class="outline-3">
<h3 id="sec-1-8"><span class="section-number-3">1.8</span> が</h3>
<div class="outline-text-3" id="text-1-8">
<ol class="org-ol">
<li>小句が，小句 表转折
</li>
<li>名「場所」に　名「物・人」が　「あります・います」
</li>
<li>名１は　名２が　分かります・できます　P135
<ul class="org-ul">
<li>スミスさんは　韓国語（かんこくご）が　分かります。
</li>
<li>わたしは　コンピュータが　できません。
</li>
</ul>
</li>
<li>名１は　名２が　形容詞１・形容詞２　です　P135
<ul class="org-ul">
<li>小野さんは　歌が　好きです。
</li>
</ul>
</li>
<li>名１より　名２の　ほうが　形容詞１・形容詞２　です
<ul class="org-ul">
<li>日本より　中国の　ほうが　広（ひろ）いです。
</li>
</ul>
</li>
<li>名１は　名２ほど　「形容詞１く　ないです\形容詞２では　ありません」
<ul class="org-ul">
<li>東京の冬は　北京の冬　ほど　寒くないです。
</li>
</ul>
</li>
<li>名１の　中で　名２が　いちばん　形容詞１・形容詞２　です
</li>
<li>名１と　名２と　どちらが　形容詞１・形容詞2　ですか
</li>
<li>どの名・いつ・どれ・誰・何が　いちばん　形容詞１・形容詞２　ですか
</li>
<li>名が　欲しいです
<ul class="org-ul">
<li>Q:（あなたは）　何が　欲しいですか。<br  />
          A:新（あたら）しい　パソコンが　欲しいです。
</li>
</ul>
</li>
<li>名詞１が　名詞２です

<p>
表示作为话题的“名词2”是什么。
</p>

<ul class="org-ul">
<li>「名詞２」は　「名詞１」です。

<p>
【名词1】是新信息，【名词2】是旧信息
</p>
</li>

<li>「名詞１」が　「名詞２」です。

<p>
【名词1】是新信息，【名词2】是旧信息
</p>
</li>

<li>あ：山田先生は　どの　方ですか。<br  />
          い：山田先生は　あの　方です。<br  />
          い：あの方が　山田先生です。
</li>
</ul>
<p>
<b>Reference:</b>
叙事直接观察到的事物时，而不是作为话题在讨论这个事物。
使用 <code>「名詞」が　動詞　</code>
</p>

<ul class="org-ul">
<li>子供が　公園で　遊んで　います。
（孩子正在公园里面玩。）
</li>
</ul>
<p>
<b>Attention:</b>
「何」、「誰」、「どこ」、「いつ」只能使用「が」，不能使用「は」。
因为这些词不能表示旧信息。
</p>

<ul class="org-ul">
<li>誰が　いますか。
（有谁啊？）
</li>

<li>どこが　痛いですか。
</li>

<li>何が　好きですが。
</li>
</ul>
</li>
</ol>
</div>
</div>


<div id="outline-container-sec-1-9" class="outline-3">
<h3 id="sec-1-9"><span class="section-number-3">1.9</span> は</h3>
<div class="outline-text-3" id="text-1-9">
<ol class="org-ol">
<li>に・で・へ・から・まで・ど　＋　は 
わたしの部屋には電話がありません。
</li>
</ol>
</div>
</div>
<div id="outline-container-sec-1-10" class="outline-3">
<h3 id="sec-1-10"><span class="section-number-3">1.10</span> へ</h3>
<div class="outline-text-3" id="text-1-10">
<ol class="org-ol">
<li>吉田さんは　中国へ　行きます。
</li>
</ol>
</div>
</div>

<div id="outline-container-sec-1-11" class="outline-3">
<h3 id="sec-1-11"><span class="section-number-3">1.11</span> で</h3>
<div class="outline-text-3" id="text-1-11">
<ol class="org-ol">
<li>交通手段用で表示。例外：步行：歩（ある）いて
上海ま <code>で</code> 飛行機（ひこうき）で行きます。
</li>
<li>动作进行的场所
李さんは図書館 <code>で</code> 勉強します。
</li>
<li>其他手段以及原材料
手紙を速達 <code>で</code> 送（おく）りました。
</li>
<li>某事发生的场所
来週、金曜日の夜七時にから、ホテルでパーティーがあります。
</li>
</ol>
</div>
</div>

<div id="outline-container-sec-1-12" class="outline-3">
<h3 id="sec-1-12"><span class="section-number-3">1.12</span> か</h3>
<div class="outline-text-3" id="text-1-12">
<ol class="org-ol">
<li>名词与名词之间，“或者”
+　わたしは　毎朝　パンか　お粥を　食べます。
</li>
</ol>
</div>
</div>

<div id="outline-container-sec-1-13" class="outline-3">
<h3 id="sec-1-13"><span class="section-number-3">1.13</span> から</h3>
<div class="outline-text-3" id="text-1-13">
<ol class="org-ol">
<li>从……来
</li>
<li>表示原因
森さんはお酒が好きですから、毎日飲みます。
</li>
</ol>
</div>
</div>
<div id="outline-container-sec-1-14" class="outline-3">
<h3 id="sec-1-14"><span class="section-number-3">1.14</span> だから</h3>
<div class="outline-text-3" id="text-1-14">
<p>
表原因
</p>
<ul class="org-ul">
<li>キムさんは野菜（やさい）が嫌（きら）いです。だから、あまり野菜をたべません。
</li>
</ul>
<p>
<b>礼貌用法：</b>
ですから
</p>
</div>
</div>

<div id="outline-container-sec-1-15" class="outline-3">
<h3 id="sec-1-15"><span class="section-number-3">1.15</span> を</h3>
<div class="outline-text-3" id="text-1-15">
<ol class="org-ol">
<li>动词的对象
<ul class="org-ul">
<li>李さんは　毎日　コーヒーを　飲みます。
</li>
</ul>
</li>
<li>を　ください
<ul class="org-ul">
<li>この本をください。
（我买这本书。）
</li>
</ul>
</li>
<li>を→は

<p>
を：名词作为话题
は：进行对比
Xをは
</p>
</li>
<li>名詞「場所」を　動　经过/离开
<ul class="org-ul">
<li>わたしは　来年　大学（だいがく）を　卒業（そつぎょう）します。
</li>
</ul>
</li>
<li>名を　ください
<ul class="org-ul">
<li>コーラと　ケーキを　ください。
（请给我可乐和蛋糕）
</li>
</ul>
</li>
<li>無理を　しては　いけません P183

<p>
「無理を　します（勉强）」转换而成
</p>
</li>
<li>「名」を　「動」たいです <br  />
      「名詞１」は　「名詞２」を　～たいです。

<p>
名词1 愿望的主体， 名词2希望进行的对象， 
「たい」前接动词「ます」去掉「ます」形式  
</p>
<ul class="org-ul">
<li>（わたしは）　映画を　見たいです。
</li>
</ul>
</li>
</ol>
</div>
</div>

<div id="outline-container-sec-1-16" class="outline-3">
<h3 id="sec-1-16"><span class="section-number-3">1.16</span> でも</h3>
<div class="outline-text-3" id="text-1-16">
<ol class="org-ol">
<li>疑问词+でも
任何情况下事态都一样。
<ul class="org-ul">
<li>Q:李さんわ　何を　食べたいですか。
A:何でも　いいです。
</li>
<li>いつでも　電話は　してください。
（请你随时打电话。）
</li>
<li>誰でも分かりました。
（谁都明白。）
</li>
</ul>
<p>
<b>Attention:</b>
</p>
<ul class="org-ul">
<li>全部否定：
疑问词 + も
<ul class="org-ul">
<li>誰も　分かりました。
（谁都不明白。）
</li>
</ul>
</li>

<li>全部肯定 ：
疑问词 + でも
<ul class="org-ul">
<li>誰でも　分かりました。
（谁都明白。）
</li>
</ul>
</li>
</ul>
</li>

<li>表示转折
<ul class="org-ul">
<li>わたしの部屋は狭（せま）いです。でも、綺麗ですね。
</li>
</ul>
</li>
</ol>
</div>
</div>
